{
  "pets": [
    {
      "name": "英国短毛猫",
      "image": "images/英短.webp",
      "desc": "英短是一个极其古老的猫咪品种，据说最早可以追溯到古罗马时期。一只健康的英短，浑身上下圆胖圆胖的，性格温柔安静，很讨人喜欢。同时，英短又因其悠久的育种历史，被称为“猫咪界的祖母”。就如同“欧洲的祖母”——维多利亚女王。"
    },
    {
      "name": "安哥拉猫",
      "image": "images/安哥拉猫.webp",
      "desc": "长毛猫的代表是土耳其安哥拉猫，这是长毛猫中历史最悠久的品种。起源于土耳其，16世界引入欧洲后，就凭着其修长的体形、高贵的姿态征服了欧洲人民，得到万千宠爱。一般认为，安哥拉猫以白色最为纯正，但是目前纯白色的安哥拉猫已经越来越稀少，且主要分布在土耳其。"
    },
    {
      "name": "狸花猫",
      "image": "images/狸花猫.webp",
      "desc": "和英短、安哥拉猫一样，狸花猫也拥有悠久的历史，都是经过长期自然淘汰保留下来的纯正品种。没错，宋朝那个狸猫换太子的故事主角就是它。并非我偏袒国产猫咪，狸花猫的评判标准已经得到国际猫界权威组织CFA的认可哦。"
    },
    {
      "name": "美短",
      "image": "images/美短.webp",
      "desc": "美短=英短+美国土猫。关于美短的起源有两种说法，一种认为它是美国土著猫长期选育而成，个人较倾向于另一种说法——它是17世纪时从欧洲移民至美洲大陆的英短和当地土著猫育成。美短既拥有本地土著猫强健的体格，又保留了英短可爱的性格，而且由于是杂交品种的缘故，毛色种类非常丰富，深受美国人民喜爱。 "
    },
    {
      "name": "波斯猫",
      "image": "images/波斯猫.webp",
      "desc": "波斯猫=安哥拉猫+阿富汗长毛猫。其实论知名度，波斯猫才是长毛猫的代表。它举止优雅、相貌迷人，从维多利亚时代便深受人们欢迎。又因为其体型较大、毛长厚密，显得十分雍容华贵，故而被称为“王妃”、“猫中王子”，在猫界占有重要地位。话说回来，其实安哥拉猫的没落，很大原因也是因为它培育出了一只青出于蓝而胜于蓝的后代啊。 "
    },
    {
      "name": "加菲猫",
      "image": "images/加菲猫.webp",
      "desc": "加菲猫=美短+波斯猫。作为二十世纪中叶才育成的新品种，加菲猫在外形上只继承了美短的浓密短毛，剩下圆滚滚的体型和可爱表情活脱脱就是一只没毛的波斯猫。性格上也是综合了两种猫咪的特点，顽皮机灵中透着一丝文静，但绝对和雍容华贵是搭不上边了。也正因为加菲猫的外形看起来异常滑稽，所以在大家心目中它一直是美国动画电影《加菲猫》中那个欠揍搞笑的形象。英短+美国土猫=美短、美短+波斯猫=加菲猫，这样算下来，英短好像确实是加菲猫的祖母哦。"
    },
    {
      "name": "布偶猫",
      "image": "images/布偶猫.webp",
      "desc": "布偶猫=白色长毛猫+伯曼猫。布偶猫是我见过的和人最亲近、性格最温顺的猫咪品种。它毛发质地顺滑，尾巴蓬松，浑身柔软，体型较大，而且超级安静乖巧，简直是吸猫上品！这种原产地在美国的可爱猫咪很适宜室内饲养，近年来迅速在中国风靡，被铲屎官们亲切地称为“仙女猫”、“小狗猫”。不过美中不足的是价格略贵。"
    },
    {
      "name": "吉娃娃",
      "image": "images/吉娃娃.webp",
      "desc": "对于超小型宠物狗而言，大家都比较热衷于养吉娃娃和博美犬，市面上、小区里最常见的也是这两种了。吉娃娃是原产于美洲的古老犬种，长得是“狗如其名”，娇小得就像个玩具娃娃，一般只有1-3公斤，人们根据它的体型又称它为“茶杯犬”、“迷你狗”。虽然小得可怜，但是它可爱呀，而且是越小越受人们喜爱。另外，吉娃娃还有一个特点就是：怕冷。极度怕冷，冬天不穿衣服不出门的那种。"
    },
    {
      "name": "博美",
      "image": "images/博美.webp",
      "desc": "博美是另一种因颜值而十分受宠的超小型犬，它有着娇小可爱的体型和柔软飘逸的长毛，性格机灵欢脱，像个好奇宝宝。不过相应地，博美的长毛打理起来也比较费功夫，需要定时勤梳毛。可能是因为头部较小的缘故吧，博美每次伸舌头都像咧开嘴在笑，一脸欢快的表情，让人看着也心生欢喜。"
    },
    {
      "name": "贵宾犬",
      "image": "images/贵宾犬.webp",
      "desc": "小型犬应该算是宠物狗的主流种类了，说到小型犬，必须先给泰迪正个名。泰迪不是一个犬种，而是贵宾犬的别称，只是因为长得像泰迪熊才被叫做泰迪。贵宾犬被自视优雅高贵的法国人民视为国犬，所以又被称为“贵妇犬”。不过我见过的贵宾犬都是成天活蹦乱跳的，跟优雅完全搭不上边，但因为长得像泰迪熊而深受小朋友们喜欢倒是真的。"
    },
    {
      "name": "柯基",
      "image": "images/柯基.gif",
      "desc": "柯基小小的个头里却是能量满满，精力充沛到可以当家园护卫犬来使。而且柯基还是小朋友很好的玩伴，电影里经常可以看到，脖子上挂着小铃铛的柯基迈着小短腿带着小朋友到处乱跑。"
    },
    {
      "name": "京巴",
      "image": "images/京巴.webp",
      "desc": "京巴犬是原汁原味的国产品种，在中国已经有四千多年的历史。从秦朝到清朝，京巴一直是宫里头贵人们的玩物，被誉为宫廷狮子狗，地位尊崇。现在已经成为国内最普及的宠物狗种类了，占养犬总数30%以上。不过也正因为在老百姓当中过于普及，所以现在的京巴犬大多数为混血种。京巴有着娇小的身材和水汪汪的眼睛，性格乖巧，而且极通人性，是陪伴父母的不二选择。"
    },
    {
      "name": "哈士奇",
      "image": "images/哈士奇.webp",
      "desc": "哈士奇这种宠物狗别的不用多说，光讨论它的脑子去哪了就可以说上三天三夜。由于哈士奇出身是长期处于恶劣环境下的西伯利亚雪橇犬，所以服从性极差，具体表现为：热爱闲逛，因而别名“撒手没”；热衷拆家，主人亲切称它“拆家狂魔”；听不懂人话，所以永远无法训练。尽管二哈因为智商一直被用作狗界反面教材，但它其实挺温顺的，与金毛、拉布拉多并列为三大无攻击性犬种。养着哈士奇的铲屎官，千万别跟它较真，只要它健康开心地活着就好。 "
    },
    {
      "name": "边牧",
      "image": "images/边牧.webp",
      "desc": "与听不懂人话的二哈相比，天性聪颖的边牧简直就是别人家的狗。学习能力强、善于和主人沟通、服从性好，简直样样是哈士奇的反面。而且在世界犬种智商排行第一名，是多年的热门飞盘狗犬种。边牧性格温和忠诚不乱叫，十分推荐城市居民饲养。"
    },
    {
      "name": "土狗",
      "image": "images/土狗.webp",
      "desc": "和京巴一样，土狗也是原生的本土犬种，学名叫做中华田园犬。土狗是我国几千年农耕社会背景下的产物，是历史的活化石。忠诚度高，容易饲养，从古至今一直帮老百姓看家护院、狩猎捕鼠，可以说是居功甚伟。只不过近年来随着农村人口的转移和外来犬种的引进，这种曾广泛分布于我国农村地区的土狗已经越来越少了。田园犬一直是我国人民最忠实、最实用的好伙伴，我们切不可因为它的名字和血统而贬低它。"
    },
    {
      "name": "萨摩耶",
      "image": "images/萨摩耶.webp",
      "desc": "如果美丽也是一种罪过，那么萨摩耶已经十恶不赦。这句话高度概括了萨摩耶的最显著特征——颜值！一身纯白浓密的被毛，还有两颗黑珍珠似的眼珠，难怪被誉为“面带微笑的天使”，这引人注目的美丽外表实在太令人惊艳。不必多说，入手萨摩耶的铲屎官肯定都是始于颜值而无法自拔。"
    },
    {
      "name": "斗牛犬",
      "image": "images/斗牛犬.webp",
      "desc": "斗牛犬长得有点像巴哥，一样地丑，在一条洁白优雅的萨摩耶面前简直自惭形秽。但斗牛犬也曾有过辉煌的历史，那是它被用作斗牛的一段时期，以凶猛和攻击性闻名于世。不过在以犬斗牛被禁止之后，斗牛犬就徒有凶猛的外边而只剩善良稳重的性格了。"
    },
    {
      "name": "藏獒",
      "image": "images/藏獒.webp",
      "desc": "“体大如驴，奔驰如虎，吼声如狮，仪表堂堂”，说的就是西藏獒犬。藏獒生长于青藏高原地区，是西藏人民的守护神，是全世界最古老且仅存于世的稀有犬种，同时也是世界上最凶猛的犬种。虽然说藏獒天性擅长保护主人及其财物，但野性尚存，对陌生人攻击性极强，所以，慎养。"
    },
    {
      "name": "金毛",
      "image": "images/金毛.webp",
      "desc": "与藏獒形成鲜明对比，金毛是出了名的人畜无害，是优秀的导盲和宠物犬种。金毛的温顺天性，从张嘉佳的那本《从你的全世界路过》当中就可看出。书里头那条叫梅茜的善解人意的金毛狗子，不知道赚了多少读者的眼泪。金毛乖巧懂事，而且智商还高，对小朋友和婴儿十分友善，是很理想的家庭伴侣。"
    },
    {
      "name": "德国牧羊犬",
      "image": "images/德国牧羊犬.webp",
      "desc": "德国牧羊犬，别称，德国黑背。和严谨刻板的德国人民一样，德牧稍加训化就能成为一条工作能力极强的工作犬，同时因其体格强壮，外观威猛，德牧也被广泛用作军犬、搜救犬。拥有一条训练有素、威风凛凛的德牧一直是我小时候的梦想之一。"
    },
    {
      "name": "秋田犬",
      "image": "images/秋田犬.webp",
      "desc": "很多人可能对秋田犬这个品种感到陌生，但对忠犬八公的故事一定是耳熟能详。是的，无论是美国电影中的“八公”还是日本出现过的那条“八公”，主角都是秋田犬。忠犬八公讲的是一条名叫八公的秋田犬每天到车站送主人去上班迎接主人下班，在主人意外去世后，仍然十年如一日地守在车站等候主人，风雨无阻，直到死去，这个曾在日本真实发生的故事感动了无数日本人民。秋田犬是日本国犬，日本对其出口有着相当严格的管控制度，在日本社会地位很高，其他国家秋田犬很少见。"
    },
    {
      "name": "杜宾犬",
      "image": "images/杜宾犬.webp",
      "desc": "杜宾犬是一种原产德国的军警两用犬，身体结构优良，气质高贵，同时价格也十分昂贵，在国内很少见，一般用于护卫与狩猎。"
    },
    {
      "name": "大白熊",
      "image": "images/大白熊.webp",
      "desc": "和杜宾犬一样，威猛高贵的大白熊也是一种珍贵犬种，国内鲜少见人饲养，不过值得一提的是，在它强悍身体力量下其实有着一颗沉着温和的心，也是不错的伴侣犬。"
    }
  ]
}